Repository: noah-nuebling/mac-mouse-fix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: cs, de, es, ja, nb, pt_br, ru, tr, uk, vi, zh_hans

# effect.look-up.hint
source: Look up words in the Dictionary, Quick Look files in Finder, and more. Works like a Force click on an Apple Trackpad.
cs: Vyhledávání slov ve slovníku, rychlé vyhledávání souborů ve Finderu a další. Funguje jako silné kliknutí (Force Click) na Apple Trackpadu.
de: Schlage Wörter im Wörterbuch nach, werfe einen schnellen Blick auf Dateien im Finder, und mehr. Funktioniert wie ein kräftiger Klick bei einem Apple Trackpad.
es: Buscar palabras en el Diccionario, Vista Rápida de archivos en el Finder, y más. Funciona como un clic Forzado en un Apple Trackpad.
ja: 辞書で単語を調べたり、Finderでファイルをクイックルックしたり、他にも様々なことができます。 Appleトラックパッドの強めのクリックと同じように動作します。
pt_br: Procure palavras no Dicionário, visualize arquivos sem abrir no Finder e muito mais. Funciona como um Force Touch em um Trackpad da Apple.
ru: Ищите слова в словаре, просматривайте файлы в Finder с помощью Quick Look и многое другое. Работает как сильное нажатие на трекпаде Apple.
tr: Sözlükte kelimeleri arayın, Finder'da dosyalara Hızlı Bakın ve daha fazlasını yapın. Apple İzleme Dörtgeninde Sert Tıklama gibi çalışır.
uk: Шукайте слова у словнику, файли швидкого пошуку у Finder тощо. Працює як Сильне клацання на трекпеді Apple.
vi: Tra cứu từ trong Dictionary, xem nhanh tệp trong Finder, và nhiều hơn. Hoạt động như nhấn, kèm lực trên Apple Trackpad.
zh_hans: 在词典中查询单词，在方达中快速预览文件等 类似于妙控板的用力点击

# effect.mission-control.hint
source: Show Mission Control
cs: Zobrazit Mission Control
de: Zeige Mission Control
es: Mostrar el Mission Control
ja: Mission Controlを表示する
pt_br: Exibir o Mission Control
ru: Показать Mission Control
tr: Mission Control'ü göster
uk: Показати Mission Control
vi: Quản lý các ứng dụng đang mở bằng Mission Control
zh_hans: 显示“调度中心”

# effect.record-shortcut
source: Keyboard Shortcut...
cs: Klávesová zkratka...
de: Tastaturkurzbefehl...
es: Atajo de teclado...
ja: キーボードショートカット…
pt_br: Atalhos de Teclado...
ru: Сочетание клавиш...
tr: Klavye Kısayolu...
uk: Клавіатурні скорочення...
vi: Tổ hợp phím tắt...
zh_hans: 键盘快捷键...

# effect.record-shortcut.hint
source: Type a keyboard shortcut, then use it from your mouse
cs: Zadejte klávesovou zkratku a poté ji používejte pomocí myši
de: Tippe einen Tastaturkurzbefehl, dann benutze ihn direkt von deiner Maus!
es: Escriba un atajo de teclado, luego úselo desde su ratón
ja: キーボードショートカットを割り当てて、マウスでそれを実行します。
pt_br: Digite um atalho de teclado e use-o com o Mouse
ru: Введите сочетание клавиш, затем используйте его с помощью мыши
tr: Bir klavye kısayolu yazın, ardından farenizden kullanın
uk: Введіть комбінацію клавіш, а потім використовуйте її з миші
vi: Gõ tổ hợp phím tắt trên bàn phím, sau đó sử dụng nó từ chuột
zh_hans: 输入键盘快捷键，然后在您的鼠标上使用此快捷键

# effect.right-space
source: Move Right a Space
cs: Posunout se v Ploše vpravo
de: Space nach rechts wechseln
es: Mover a la Derecha un Espacio
ja: 右の操作スペースに移動
ru: Прыжок на один Spaces вправо
tr: Sağdaki Space'e Git
uk: Пересунути на простір праворуч
vi: Chuyển sang Space bên phải
zh_hans: 向右移动一个空间

# effect.right-space.hint
source: Move one Space to the right
cs: Posunout se v Ploše vpravo
de: Wechsle einen Space nach rechts
es: Mover un Espacio a la derecha
ja: 右の操作スペースに移動する
ru: Перемещение на один Spaces вправо
tr: Sağdaki Space'e Git
uk: Перейти на один простір праіше рухаючи мишею
vi: Di chuyển sang Space bên phải
zh_hans: 向右移动一个空间

# effect.shortcut.hint
source: Works like pressing '%@' on your keyboard
cs: Funguje to jako stisknutí klávesy '%@' na klávesnici
de: Funktioniert wie drücken von '%@' auf deiner Tastatur
es: Funciona como pulsar '%@' en tu teclado
ja: キーボードで'%@'を押すのと全く同じように動作します。
pt_br: Funciona como pressionar '%@' no teclado
ru: Работает как нажатие «%@» на клавиатуре
tr: Klavyenizde '%@' tuşuna basmak gibi çalışır
uk: Працює як клацання '%@' на клавіатурі
vi: Hoạt động như kích vào phím '%@' trên bàn phím
zh_hans: 作用相当于在您的键盘上按下“%@”

# effect.smart-zoom.hint
source: Zoom in or out in Safari and other apps. Works like a two-finger double tap on an Apple Trackpad.
cs: Přiblížení nebo oddálení v Safari a dalších aplikacích. Funguje jako dvojité klepnutí dvěma prsty na Apple Trackpad.
de: Zoome rein oder raus in Safari und anderen Apps. Funktioniert wie mit zwei Fingern doppelt tippen auf einem Apple Trackpad.
es: Acercar o alejar en Safari y otras aplicaciones. Funciona como un doble toque con dos dedos en un Apple Trackpad.
ja: Safariやその他の対応アプリで拡大・縮小します。Appleトラックパッドの2本指ダブルタップ操作を再現します。
pt_br: Amplie ou reduza o zoom no Safari e em outros apps. Funciona como um toque duplo com dois dedos em um Trackpad da Apple.
ru: Увеличивайте или уменьшайте масштаб в Safari и других программах. Работает как двойное касание двумя пальцами на трекпаде Apple.
tr: Safari'de ve diğer uygulamalarda yakınlaştırma veya uzaklaştırma yapın. Apple İzleme Dörtgenindede iki parmakla çift dokunma gibi çalışır.
uk: Збільшуйте або зменшуйте масштаб у Safari та інших програмах. Працює як подвійне клацання двома пальцями на трекпеді Apple.
vi: Phóng to hoặc thu nhỏ trong Safari và các ứng dụng khác. Hoạt động như nhấp bằng hai ngón tay trên Apple Trackpad.
zh_hans: 在Safari和其他应用程序中放大或缩小。 作用相当于在Apple触控板上用双指轻点两下

# enable-timeout-toast
source: If you have **problems enabling** the app, click [here](%@)
cs: Pokud máte **problémy s aktivací** aplikace, klikněte [sem](%@)
es: Si tienes **problemas para activar** la aplicación, haz clic [aquí](%@)
ja: アプリを有効にする際にお困りですか？[こちら](%@)をクリックしてください
pt_br: Se você tiver **problemas para ativar** o app, clique [aqui](%@)
ru: Если у вас **возникли проблемы с включением** приложения, нажмите [здесь](%@)
tr: Uygulamayı **etkinleştirme konusunda sorun yaşıyorsanız**, [buraya](%@) tıklayın.
uk: Якщо у вас виникли **проблеми з увімкненням** програми, клацніть [тут](%@)
vi: Nếu bạn có **vấn đề bật** ứng dụng, bấm vào [đây](%@)
zh_hans: 如果您在**启用软件时遇到困难**，点[这里](%@)

# forbidden-capture-toast.1
source: **Primary Mouse Button** can't be used Please try another button
cs: **Primární tlačítko myši** nemůže být použito Prosím zvolte jiné tlačítko.
de: **Primäre Maustaste** kann nicht verwendet werden Bitte versuche eine andere Taste
es: **El botón primario del ratón** no se puede usar Por favor, prueba otro botón
ja: メインのマウスボタンは割り当てを変更できません。別のボタンを試してください。
pt_br: **O Botão Primário do Mouse** não pode ser utilizado Tente outro botão
ru: **Основная кнопка мыши** не может быть использована Пожалуйста, попробуйте другую кнопку
tr: **Birincil Fare Düğmesi** kullanılamaz Lütfen başka bir düğme deneyin
uk: **Основну кнопку миші** неможливо використовувати Будь ласка, спробуйте іншу кнопку
vi: **Nút chính** không thể được áp dụng Vui lòng chọn một nút khác
zh_hans: 不能使用**鼠标主键** 请换一个按键再试

# forbidden-capture-toast.2
source: **Secondary Mouse Button** can't be used Please try another button
cs: **Sekundární tlačítko myši** nemůže být použito Prosím zvolte jiné tlačítko.
de: **Sekundäre Maustaste** kann nicht verwendet werden Bitte versuche eine andere Taste
es: **El botón secundario del ratón** no se puede usar Por favor, prueba otro botón
ja: 副ボタンは割り当てを変更できません。別のボタンを試してください。
pt_br: **O Botão Secundário do Mouse** não pode ser utilizado Tente outro botão
ru: **Дополнительная кнопка мыши** не может быть использована Пожалуйста, попробуйте другую кнопку
tr: **İkincil Fare Düğmesi** kullanılamaz Lütfen başka bir düğme deneyin
uk: **Допоміжна кнопка миші** не може бути використана Будь ласка, спробуйте іншу кнопку
vi: **Nút phụ** không thể được áp dụng Vui lòng chọn một nút khác
zh_hans: 不能使用**鼠标辅键** 请换一个按键再试

# free-country
source: Mac Mouse Fix is currently free in your country (%@)
cs: Mac Mouse Fix je vaší zemi momentálně zdarma (%@)
de: Mac Mouse Fix ist momentan in deinem Land (%@) kostenlos
es: Mac Mouse Fix es actualmente gratuito en tu país (%@)
ja: Mac Mouse Fixは現在、お客様の地域(%@)で無料です。
pt_br: Atualmente, o Mac Mouse Fix está gratuito em seu país (%@)
ru: В вашей стране (%@) Mac Mouse Fix в настоящее время бесплатный
tr: Mac Mouse Fix şu anda ülkenizde (%@) ücretsizdir
uk: Mac Mouse Fix наразі безкоштовний у вашій країні (%@)
vi: Mac Mouse Fix đang miễn phí tại quốc gia của bạn (%@)
zh_hans: Mac Mouse Fix目前在您所在的国家或地区（%@）免费

# is-disabled-toast
source: Mac Mouse Fix was **disabled** in System Settings To enable Mac Mouse Fix: 1. Go to [Login Items Settings](%@) 2. Switch on 'Mac Mouse Fix.app'
cs: Aplikace Mac Mouse Fix byla **zakázána** v Nastavení systému Chcete-li Mac Mouse Fix povolit: 1. Přejděte do [Nastavení položek přihlášení](%@) 2. Zapněte aplikaci 'Mac Mouse Fix.app'
de: Mac Mouse Fix wurde in den Systemeinstellungen **deaktiviert** Um Mac Mouse Fix zu aktivieren: 1. Öffne die [Anmeldeobjekte-Einstellungen](%@) 2. Aktiviere 'Mac Mouse Fix.app'
es: Mac Mouse Fix fue **desactivado** en Ajustes del Sistema Para activar Mac Mouse Fix: 1. Ve a [Ajustes de Elementos de Inicio](%@) 2. Activa 'Mac Mouse Fix.app'
ja: システム設定で Mac Mouse Fixが**無効**になっています Mac Mouse Fix を有効にするには： 1.[ログイン項目の設定](%@)を開く 2.'Mac Mouse Fix'をオンにする
pt_br: O Mac Mouse Fix foi **desativado** nos Ajustes do Sistema Para ativá-lo: 1. Vá para [Itens de Início](%@) 2. Ative 'Mac Mouse Fix.app'
ru: Mac Mouse Fix был **отключён** в Системных настройках Чтобы включить Mac Mouse Fix: 1. Перейдите в [Настройки объектов входа](%@) 2. Включите «Mac Mouse Fix.app»
tr: Mac Mouse Fix, Sistem Ayarları'nda **devre dışı**. Mac Mouse Fix'i devreye almak için: 1. [Oturum Açma'da Açılan Uygulama Ayarları](%@) alanından 2. Mac Mouse Fix.app'i devreye alın.
uk: Mac Mouse Fix було **вимкнено** у Системних параметрах Щоб увімкнути Mac Mouse Fix: 1. Перейдіть до [Параметрів об’єктів входу](%@) 2. Увімкніть 'Mac Mouse Fix.app'
vi: Mac Mouse Fix đã **tắt** trong System Settings Để mở lại Mac Mouse Fix: 1. Đi đến [Login Items Settings](%@) 2. Bật 'Mac Mouse Fix.app'
zh_hans: 系统偏好设置中已**禁用**Mac Mouse Fix 若要启用Mac Mouse Fix： ⒈前往[登录时打开](%@) ⒉开启“Mac Mouse Fix.app”

# is-strange-helper-alert.body
source: Mac Mouse Fix can't be enabled because there's **another version** of Mac Mouse Fix present on your computer To enable Mac Mouse Fix: 1. Delete the [other version](%@) 2. Empty the Bin 3. Restart your Mac 4. Try again!
cs: Nástroj Mac Mouse Fix nelze povolit, protože v počítači je **jiná verze** nástroje Mac Mouse Fix. Povolení nástroje Mac Mouse Fix: 1. Odstraňte [jinou verzi](%@) 2. Vysypte koš 3. Restartujte Mac 4. Zkuste to znovu!
de: Mac Mouse Fix kann nicht eingeschaltet werden da noch eine **andere Version** von Mac Mouse Fix auf deinem Computer vorliegt Um Mac Mouse Fix einzuschalten: 1. Lösche die [andere Version](%@) 2. Leere den Papierkorb 3. Starte deinen Mac neu 4. Versuche es noch mal!
es: Mac Mouse Fix no puede ser activado porque hay **otra versión** de Mac Mouse Fix presente en tu ordenador Para activar Mac Mouse Fix: 1. Elimina la [otra versión](%@) 2. Vacía la Papelera 3. Reinicia tu Mac 4. ¡Inténtalo de nuevo!
ja: お使いのMacに**別のバージョン**のMac Mouse Fixがあるため、有効にできません。 Mac Mouse Fixを有効にする手順： 1.[別のバージョン](%@)を削除する 2.ゴミ箱を空にする 3.Macを再起動する 4.もう一度お試しください！
pt_br: O Mac Mouse Fix não pode ser Ativado porque há **outra versão** do Mac Mouse Fix presente em seu computador Para ativar o Mac Mouse Fix: 1. Exclua a [outra versão](%@) 2. Esvazie a Lixeira 3. Reinicie o seu Mac 4. Tente novamente!
ru: Невозможно включить Mac Mouse Fix, потому что на вашем компьютере присутствует **другая версия** Mac Mouse Fix Чтобы включить Mac Mouse Fix: 1. Удалите [другую версию](%@) 2. Очистите Корзину 3. Перезагрузите Mac 4. Попробуйте снова!
tr: Mac Mouse Fix etkinleştirilemiyor çünkü bilgisayarınızda Mac Mouse Fix'in **başka bir sürümü** mevcut Mac Mouse Fix'i aktifleştirmek için: 1. [Diğer sürümü](%@)silin 2. Çöp Kutusunu boşaltın 3. Mac'inizi yeniden başlatın 4. Tekrar deneyin!
uk: Mac Mouse Fix не можна ввімкнути, оскільки на вашому комп'ютері є **інша версія** Mac Mouse Fix. Щоб увімкнути Mac Mouse Fix: 1. Видаліть [іншу версію](%@) 2. Очистіть смітник 3. Перезавантажте свій Mac 4. Спробуйте ще раз!
vi: Mac Mouse Fix không thể bật được vì có **một phiên bản khác** của Mac Mouse Fix đang chạy Để bật Mac Mouse Fix: 1. Xóa [phiên bản khác](%@) 2. Làm trống thùng rác 3. Khởi động lại máy Mac 4. Thử lại!
zh_hans: 无法启用Mac Mouse Fix，因为您的电脑上已有**另一版本**的Mac Mouse Fix 若要启用Mac Mouse Fix： ⒈删除[其他版本](%@) ⒉清倒废纸篓 ⒊重新启动您的Mac ⒋再试一次！

# is-strange-helper-alert.title
source: Enabling Failed
cs: Povolení se nezdařilo
de: Einschalten fehlgeschlagen
es: Activación fallida
ja: 有効化できませんでした
pt_br: Falha na Ativação
ru: Не удалось включить
tr: Lisans aktivasyonu başarısız oldu
uk: Ввімкнення Не Вдалося
vi: Bật thất bại
zh_hans: 启用失败

# license-button.activate
source: Activate License
cs: Aktivovat licenci
de: Lizenz aktivieren
es: Activar Licencia
ja: ライセンスを有効にする…
pt_br: Ativar Licença
ru: Активировать лицензию
tr: Lisansı Aktifleştir
uk: Активувати ліцензію
vi: Kích hoạt bản quyền
zh_hans: 激活许可证

# license-button.deactivate
source: Deactivate License
cs: Deaktivovat licenci
de: Lizenz deaktivieren
es: Desactivar Licencia
ja: ライセンスを解除
pt_br: Desativar Licença
ru: Деактивировать лицензию
tr: Lisansı Devre Dışı Bırak
uk: Деактивувати ліцензію
vi: Xoá bản quyền
zh_hans: 取消激活许可证

# license-toast.activate
source: Your license has been **activated**! 🎉
cs: Vaše licence byla **aktivována**! 🎉
de: Deine Lizenz wurde **aktiviert**! 🎉
es: ¡Tu licencia ha sido **activada**! 🎉
ja: ライセンスが**有効化**されました！ 🎉
pt_br: Sua Licença foi **Ativada**! 🎉
ru: Ваша лицензия **активирована**! 🎉
tr: Lisansınız **aktifleştirildi**! 🎉
uk: Ваша ліцензія була **активована**! 🎉
vi: Bản quyền của bạn đã được **kích hoạt**! 🎉
zh_hans: 您的许可证已**激活**！🎉

# license-toast.activation-overload
source: This license has been activated **%2$d** times. The maximum is **%3$d**. Because of this, the license has been invalidated. This is to prevent piracy. If you have other reasons for activating the license this many times, please excuse the inconvenience. Just [reach out](%1$@) and I will provide you with a new license! Thanks for understanding.
cs: Tato licence byla aktivována **%2$d** krát. Maximální počet aktivací je **%3$d**. Z tohoto důvodu byla licence zneplatněna. Důvodem je zabránění pirátství. Pokud máte důvody pro tolik aktivací licence, omluvte prosím nepříjemnosti. Stačí mne [kontaktovat](%1$@) a já vám poskytnu novou licenci! Děkuji za pochopení.
de: Diese Lizenz wurde **%2$d** mal aktiviert. Das Maximum ist **%3$d**. Die Lizenz wurde deshalb ungültig gemacht. Das ist um Raubkopieren zu verhindern. Wenn du andere Gründe hast, um die Lizenz so oft zu aktivieren, dann bitte ich um Entschuldigung für die Umstände. [Kontaktiere mich](%1$@) einfach und ich werde dir eine neue Lizenz bereitstellen! Danke für dein Verständnis.
es: Esta licencia ha sido activada **%2$d** veces. El máximo es **%3$d**. Debido a esto, la licencia ha sido invalidada. Esto es para prevenir la piratería. Si tienes otras razones para activar la licencia tantas veces, por favor disculpa las molestias. Simplemente [ponte en contacto](%1$@) y te proporcionaré una nueva licencia. ¡Gracias por tu comprensión!
ja: このライセンスは**%2$d回**有効化されています。上限は**%3$d回**です。 そのため、不正利用防止の観点からこのライセンスは無効化されました。もし、特別な事情でこれほど多くの有効化が必要であった場合は、ご不便をおかけして申し訳ありません。 [こちらまでご連絡](%1$@)いただければ、新しいライセンスを発行いたします。ご理解のほど、よろしくお願いいたします。
pt_br: Esta licença foi ativada **%2$d** vezes, sendo que o máximo permitido é **%3$d** vezes. Para evitarmos pirataria, tivemos que invalidar esta licença. Se você tiver outros motivos para ativar a licença várias vezes, pedimos nossas sinceras desculpas e recomendamos que você [entre em contato](%1$@) para receber uma nova licença! Obrigado pela compreensão.
ru: Эта лицензия была активирована **%2$d** раз. Максимальное количество активаций — **%3$d**. Из-за этого лицензия была аннулирована. Это сделано для предотвращения пиратства. Если у вас есть другие причины для такого количества активаций лицензии, приносим извинения за неудобство. Просто [свяжитесь со мной](%1$@), и я предоставлю вам новую лицензию! Спасибо за понимание.
tr: Bu lisans halihazırda **%2$d** kez aktifleştirilmiştir. Bir lisans için maksimum aktifleştirme sayısı **%3$d** kadardır Korsan yazılım kullanımını engellemek için bu lisans artık geçersizdir. Lisansı bu kadar çok kez etkinleştirmek için başka nedenleriniz varsa bu sorun için üzgünüz. [Buraya tıklayarak](%1$@) bana bir e-posta gönderin, size yeni bir lisans oluşturacağım! Anlayışınız için teşekkürler.";
uk: Цю ліцензію активовано понад ліміт: **%2$d** Максимум – **%3$d**. Через це ліцензія була визнана недійсною. Це для запобігання піратству. Якщо у вас є інші причини активувати ліцензію так багато разів, будь ласка, вибачте за незручності. Просто [напишіть мені](%1$@), і я надам вам нову ліцензію! Дякую за розуміння.
vi: Bản quyền này đã được kích hoạt **%2$d** lần. Số lần tối đa là **%3$d**. Do đó, bản quyền này không hợp lệ để tránh bị lợi dụng. Nếu bạn có lý do về việc kích hoạt quá nhiều lần, xin lỗi về sự bất tiện này Hãy [liên hệ](%1$@), tôi sẽ cung cấp một khóa kích hoạt mới. Cám ơn bạn vì đã hiểu cho chúng tôi.
zh_hans: 此许可证已被激活**%2$d**次。上限是**%3$d**次。 因而此许可证已失效。这是为了防止盗版。如果您有其他原因需要如此多次激活这个许可证，还望见谅。 与我[联系](%1$@)，我会提供一个新的许可证给您！感谢理解。

# license-toast.already-active
source: Your app is **already licensed** with this key
cs: Vaše aplikace je **již licencována** tímto klíčem
de: Deine App **ist bereits** mit diesem Schlüssel **lizenziert**
es: Tu aplicación **ya está licenciada** con esta clave
ja: このキーはすでに**ライセンス認証**されています
pt_br: Esta licença **já está ativada**!
ru: Ваше приложение **уже лицензировано** этим ключом
tr: Uygulamanız **zaten** bu lisans ile **aktif**
uk: Ваша програма **вже ліцензована** з цим ключем
vi: Ứng dụng đã được **kích hoạt** với khoá này
zh_hans: 此许可证**已激活**!

# license-toast.deactivate
source: Your license has been **deactivated**
cs: Vaše licence byla **deaktivována**
de: Deine Lizenz wurde **deaktiviert**
es: Tu licencia ha sido **desactivada**
ja: ライセンスが**無効化**されました
pt_br: Sua licença foi **desativada**
ru: Ваша лицензия **деактивирована**
tr: Lisansınız **devre dışı bırakıldı**
uk: Ваша ліцензія була **деактивована**
vi: Bản quyền của bạn đã được **xoá** thành công
zh_hans: 您的许可证**已取消激活**

# license-toast.free-country
source: This license **could not be activated** but Mac Mouse Fix is currently **free in your country**.
cs: Tato licence **nemůže být aktivována**, ale Mac Mouse Fix je **ve vaší zemi momentálně zdarma**
de: Diese Lizenz **konnte nicht aktiviert werden**, aber Mac Mouse Fix ist momentan **in deinem Land kostenlos**.
es: Esta licencia **no pudo ser activada** pero Mac Mouse Fix es actualmente **gratuito en tu país**.
ja: このライセンスは有効化できませんでしたが、現在お住まいの国では Mac Mouse Fix を無料でご利用いただけます。
pt_br: Esta licença **não pôde ser ativada**, mas o Mac Mouse Fix está **gratuito em seu país**!
ru: Эту лицензию **не удалось активировать**, но Mac Mouse Fix в настоящее время **бесплатный в вашей стране**.
tr: Bu lisans **aktifleştirilemedi** ancak Mac Mouse Fix şu anda **ülkenizde ücretsiz**!
uk: Цю ліцензію **не можна активувати**, але Mac Mouse Fix наразі **безкоштовно у вашій країні**.
vi: Bản quyền này **không thể được kích hoạt** nhưng Mac Mouse Fix đang **miễn phí tại quốc gia của bạn**!
zh_hans: **无法激活**此许可证，但Mac Mouse Fix目前**在您所在的国家或地区免费**！

# license-toast.gumroad-error
source: An **error with the licensing server** occurred It says: %@
cs: Chyba **licenčního serveru** Odpověď: %@
de: Ein **Fehler mit dem Lizenzserver** ist aufgetreten Er lautet: %@
es: Ocurrió un **error con el servidor de licencias** Dice: %@
ja: **ライセンスサーバー**でエラーが発生しました エラー内容： %@
pt_br: **Ocorreu um erro com o Servidor de Ativação** Descrição: %@
ru: Произошла **ошибка с сервером лицензирования** Сообщение: %@
tr: **Lisans sunucusunda bir hata oluştu** Gelen hata mesajı: %@
uk: Сталася **помилка з сервером ліцензування** Він каже: %@
vi: **Có lỗi xảy ra với máy chủ quản lý bản quyền** Nó phản hồi rằng: %@
zh_hans: **许可证服务器发生错误** 服务器回应： %@

# license-toast.no-internet
source: There is a **problem with the internet connection** Make sure your computer is online and no firewalls are blocking Mac Mouse Fix from connecting to the internet. If this doesn't solve the problem, contact me [here](%@).
cs: Nastala **chyba internetového připojení** Ujistěte se, že váš počítač je online a žádný firewall neblokuje připojení Mac Mouse Fix k serveru. Pokud ani to nepomůže, kontaktujte mě [zde](%@).
de: Es gibt ein **Problem mit der Internetverbindung** Stelle sicher, dass dein Computer online ist und keine Firewalls Mac Mouse Fix daran hindern, sich mit dem Internet zu verbinden. Wenn das das Problem nicht löst, kontaktiere mich [hier](%@).
es: Hay un **problema con la conexión a internet** Asegúrate de que tu ordenador esté conectado y de que ningún cortafuegos esté bloqueando la conexión de Mac Mouse Fix a internet. Si esto no soluciona el problema, contáctame [aquí](%@).
ja: **インターネット接続に問題**があります お使いのMacがインターネットに接続されていること、およびファイアウォールによってMac Mouse Fixの通信が遮断されていないことを確認してください。 解決しない場合は、[こちら](%@)からお問い合わせください。
pt_br: **Há um problema com a conexão à internet** Certifique-se de que seu computador esteja conectado à internet e que nenhum firewall esteja bloqueando o Mac Mouse Fix de se conectar. Se isso não resolver o problema, entre em contato comigo [aqui](%@).
ru: Возникла **проблема с интернет-соединением** Убедитесь, что ваш компьютер подключен к интернету и никакие брандмауэры не блокируют Mac Mouse Fix от подключения к интернету. Если это не решит проблему, свяжитесь со мной [здесь](%@).
tr: **İnternet bağlantısı yok** Bilgisayarınızın çevrimiçi olduğuna ve herhangi bir güvenlik duvarının Mac Mouse Fix'in internete bağlanmasına engel olmadığından emin olun. Eğer bu sorununuzu çözmez ise, bana [buradan](%@) ulaşın.
uk: Виникла **проблема з підключенням до інтернету** Переконайтеся, що ваш комп’ютер підключений до мережі та що брандмауери не блокують доступ Mac Mouse Fix до інтернету. Якщо це не вирішить проблему, зв’яжіться зі мною [тут](%@).
vi: Có **lỗi kết nối internet** Hãy chắc chắn bạn đang kết nối internet và không có tường lửa nào chặn kết nối của Mac Mouse Fix. Nếu bạn không thể xử lý lỗi này, liên hệ cho tôi [tại đây](%@).
zh_hans: **无法连接网络** 请确保您的电脑可以访问互联网，并且没有防火墙阻止 Mac Mouse Fix 访问网络。 如果这个问题一直出现，[请联系我](%@)

# license-toast.server-response-invalid
source: There is a **problem with the licensing server** Please try again later. If the issue persists, contact me [here](%@).
cs: Nastal **problém s licenčním serverem**. Prosím, zkuste to znovu. Pokud problém přetrvává, kontaktujte mě [zde](%@)
de: Es gibt ein **Problem beim Lizenzserver** Bitte versuche es später noch einmal. Wenn das Problem weiterhin besteht, kontaktiere mich [hier](%@).
es: Hay un **problema con el servidor de licencias** Por favor, inténtalo de nuevo más tarde. Si el problema persiste, contáctame [aquí](%@).
ja: **ライセンスサーバー**に問題が発生しています しばらくしてからもう一度お試しください。 問題が解決しない場合は、[こちら](%@)からお問い合わせください。
pt_br: **Há um problema com o servidor de licenciamento** Tente novamente mais tarde. Se o problema persistir, entre em contato comigo [aqui](%@).
ru: Возникла **проблема с сервером лицензирования** Пожалуйста, попробуйте позже. Если проблема сохраняется, свяжитесь со мной [здесь](%@).
tr: **Lisanslama sunucusunda bir hata oluştu.** Lütfen daha sonra tekrar deneyin. Eğer bu problem devam ederse bana [buradan](%@) bir e-posta gönderin.
uk: Виникла **проблема з сервером ліцензування** Будь ласка, спробуйте пізніше. Якщо проблема не зникне, зв’яжіться зі мною [тут](%@).
vi: **Có lỗi xảy ra với máy chủ quản lý bản quyền** Hãy thử lại sau. Nếu lỗi xảy ra liên tục, liên hệ cho tôi [tại đây](%@).
zh_hans: **许可证服务器**未响应 请稍后重试 如果这个问题一直出现，[请联系我](%@)
